Page({
  data: {
    userAgreement:[
      {
        title:"一、总则",
        text:[
          "1.1“天大云聘”：是指贵州天大高科信息技术有限公司（以下简称我司）经营的包括基于互联网及移动网向服务使用人（以下简称用户）提供服务的网络服务平台。",
          "1.2“天大云聘”服务协议：即本协议，指用户与我司订立的旨在约定用户登录、使用“天大云聘客服”平台时，用户与我司之间的权利、义务的书面合同。",
          "1.3“天大云聘”服务规则：包括所有我司已经发布或将来可能发布、修订的各类规则、规范、规则解读、实施细则、通知、公告等。",
          "1.4用户完成注册程序或使用第三方账号登录“天大云聘”平台，使用平台服务，即视为已充分阅读、理解本协议，并自愿受本协议的约束。阅读本协议过程中，如果用户不同意本协议或其中任何条款，请立即停止注册程序并停止使用本平台服务。",
          "1.5用户注册成功后，“天大云聘”将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。",
          "1.6“天大云聘”用户服务协议以及各单项服务条款和公告可由“天大云聘”随时更新，且无需另行通知。您在使用相关服务时,应关注并遵守其所适用的相关条款。如您不同意本服务协议，您可以主动取消“天大云聘”提供的服务；您一旦使用“天大云聘”服务，即视为您已了解并完全同意本服务协议各项内容，包括“天大云聘”对服务协议随时所做的任何修改，并成为“天大云聘”用户。"          
        ]
      },{
        title:"二、注册信息和隐私保护",
        text:[
          "2.1 “天大云聘”帐号（即“天大云聘”用户ID）的所有权归本司所有，用户完成注册申请手续后，获得“天大云聘”帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，“天大云聘”不负任何责任。",
          "2.2 用户不应将其帐号、密码转让、出售或出借予他人使用，若用户授权他人使用账户，应对被授权人在该账户下发生所有行为负全部责任。",
          "2.3 “天大云聘”的隐私权保护声明说明了“天大云聘”如何收集和使用用户信息。您保证已经充分了解并同意“天大云聘”可以据此处理用户信息。",
          "2.4注册后同意“天大云聘”客服电话回访联系。"
        ]
      },{
        title:"三、使用规则",
        text:[
          "3.1 用户在使用“天大云聘”服务过程中，可以按照“天大云聘”的规则发布各种生活信息，但必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶",
          "3.1.1上传、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：",
          "（1）反对宪法所确定的基本原则的；",
          "（2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；",
          "（3） 损害国家荣誉和利益的；",
          "（4） 煽动民族仇恨、民族歧视、破坏民族团结的；",
          "（5） 破坏国家宗教政策，宣扬邪教和封建迷信的；",
          "（6） 散布谣言，扰乱社会秩序，破坏社会稳定的；",
          "（7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；",
          "（8）侮辱或者诽谤他人，侵害他人合法权利的；",       
          "（9）含有法律、行政法规禁止的其他内容的。", 
          "3.1.2不得为任何非法目的而使用网络服务系统；",
          "3.2用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿“天大云聘”与合作公司、关联公司，并使之免受损害。对此，“天大云聘”有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收 “天大云聘”帐号、追究法律责任等措施。对恶意注册“天大云聘”帐号或利用“天大云聘”帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，“天大云聘”有权回收其帐号。同时，“天大云聘”会视司法部门的要求，协助调查。",
          "3.3 用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。",
          "3.4用户须对自己在使用“天大云聘”服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在“天大云聘”首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予“天大云聘”等额的赔偿。"
        ]
      },
      {
        title:"四、服务内容",
        text:[
          "4.1 “天大云聘”网络服务的具体内容由“天大云聘”根据实际情况提供。除非本服务协议另有其它明示规定，“天大云聘”所推出的新产品、新功能、新服务，均受到本服务协议之规范。",
          "4.2“天大云聘”需要定期或不定期地对相关内容进行更新或者维护，如因此类情况而造成“天大云聘”提供的服务在合理时间内的中断，“天大云聘”无需为此承担任何责任。“天大云聘”保留不经事先通知为维护、升级或其它目的暂停本服务任何部分的权利。",
          "4.3 本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于“天大云聘”无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，“天大云聘”不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料“天大云聘”亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，“天大云聘”不承担任何责任。",
          "4.4用户明确同意其使用“天大云聘”网络服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过“天大云聘”服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。“天大云聘”对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。",
          "4.5“天大云聘”有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，“天大云聘”对用户和任何第三人均无需承担任何责任。"
        ]
      },
      {
        title:"五、知识产权权益",
        text:[
         "5．1 用户专属权利:",
          "“天大云聘”合理信赖用户上传到“天大云聘”上的数据、图文音像等资料系为上传者原创或已经征得著作权人的同意。“天大云聘”对于有关原创数据、图文音像等资料的买卖以及使用属于合理行为，一旦发生与之有关的知识产权纠纷“天大云聘”不承担任何责任。",
          "“天大云聘”郑重提醒用户：请在转载有关数据或者使用时务必遵守相关的知识产权，否则与之有关的知识产权纠纷“天大云聘”免责。同时，对“天大云聘”原创数据以及标识，本司享有自主知识产权。侵犯本司知识产权的，本司有权追究其法律责任。",
          "5．2 对于用户通过“天大云聘”服务上传到“天大云聘”上可公开获取区域的任何内容，用户同意“天大云聘”在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。",
          "5．3“天大云聘”拥有本软件内所有资料的版权。任何被授权的浏览、复制、打印和传播属于“天大云聘”内的资料必须保证：所有的资料和图象均不得用于商业目的； 所有的资料、图象及其任何部分都必须包括此版权声明。"
        ]
      },
      {
        title:"六、隐私保密声明",
        text:[
          "6．1 为了更好的服务于用户，在取得用户同意的前提下，会收集一些用户的信息，例如用户的姓名、电子邮箱、地址、电话号码及其他身份信息等，用于更好地了解和服务于用户，开发出更符合用户需求的功能、信息和服务。“天大云聘”承诺会依据国家法律法规的规定，采取措施保护客户的信息安全，在未取得客户同意的前提下，不得泄露或授权第三人使用。",
          "6．2 在符合法律规定的前提下，有关部门依照法定的程序要求我司提供客户的信息时，“天大云聘”依据其要求提供客户的信息，“天大云聘”均应免责。",
          "6．3 由于用户将账号透露给他人使用，或用户个人计算机遭受黑客攻击、病毒侵入或其他不可抗力的因素，导致用户信息泄露、丢失、被盗用或篡改的，我司不承担法律责任。"
        ]
      },
      {
        title:"七、链接政策声明",
        text:[
          "7．1 某些情况下，“天大云聘”会提供跳转至其他网站或页面的链接。该链接将会引导用户至第三方发行或运营的网站，该网站并非我司的合作机构，与我司没有任何关系。我司将该链接列入网站内，仅为协助用户浏览和参考使用，相关内容请用户自行判断，风险自行承担。",
          "7．2 我司致力于提供良好的资料服务等，供用户考虑。对与我司有合作关系的第三方网站或软件，我司会做出明确声明。但该声明并不视为我司同意、推荐、认可或保证该方提供的任何商品或服务。",
          "7．3 如果链接的网站有关于软件的下载，则此链接仅为方便用户的使用。若用户在下载的过程中遇到任何困难或受到任何影响，我司概不负责。在互联网上下载软件的行为可能会受到相关知识产权法律法规的管制，用户若违反著作权使用条款的规定，一切责任自行承担。",
          "7．4 未经我司同意，任何第三方不得与“天大云聘”建立链接。我司有权决定是否建立此链接。依此建立的链接，并不构成我司与该方存在任何合作关系，也不视为我司对该方的认可。除以特定目的（如提供各种搜索服务）使用“天大云聘”链接外，任何将使用者导向“天大云聘”的链接，均需直接链接至“天大云聘”。用户基于对该链接的信任而产生的交易，风险由用户自行承担，我司不承担任何责任。"
        ]
      },
      {
        title:"八、服务免责声明",
        text:[
          "8.1我司仅提供此服务平台，用户应当自行辨别风险，我司不对因信赖“天大云聘”全部或部分内容产生的实际或预期利益损失，负任何责任。",
          "8.2互联网数据传输可能会出现异常、错误等现象，对于非我司能控制的因素造成的损失，我司概不负责。",
          "8.3 如第三方网站或“天大云聘”通知我司存在侵权信息、资料，我司在接到通知后会及时修改、删除。",
          "8.4用户明确同意其使用“天大云聘”服务所存在的风险将完全由其自己承担;因其使用“天大云聘”服务而产生的一切后果也由其自己承担, “天大云聘”对用户不承担任何责任。",
          "8.5 “天大云聘”不担保网络服务一定能满足用户的要求,也不担保网络服务不会中断,对网络服务的及时性、安全性、准确性也都不作担保。",
          "8.6 “天大云聘”不担保通过使用“天大云聘”服务所获取的结果将是准确或可信赖的。",
          "8.7“天大云聘”不保证为向用户提供便利而设置的外部链接的准确性和完整性,同时,对于该等外部链接指向的不由“天大云聘”实际控制的任何网页上的内容, “天大云聘”不承担任何责任。",
          "8.8对于因不可抗力或“天大云聘”不能控制的原因造成的网络服务中断或其它缺陷, “天大云聘”不承担任何责任,但将尽力减少因此而给用户造成的损失和影响。",
          "8.9用户同意,对于“天大云聘”向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失, “天大云聘”无需承担任何责任：",
          "8.9.1“天大云聘”向用户免费提供的各项网络服务;",
          "8.9.2“天大云聘”向用户送的任何产品或者服务",
          "8.9.3“天大云聘”向收费网络服务用户附赠的各种产品或者服务。"
        ]
      },
      {
        title:"九、其他",
        text:[
          "9.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。",
          "9.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本司所在地的人民法院提起诉讼。",
          "9.3“天大云聘”未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。",
          "9.4如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。",
          "请您在发现任何违反本服务协议以及其他任何单项服务的服务条款、“天大云聘”各类公告之情形时，通知本司。",
          "鉴于“天大云聘”已依法明确了上述条款、履行了格式条款制订方的义务，用户点击立即注册或使用“天大云聘”各项服务，将被视为且应当被视为用户已经完全注意并同意了本协议所有条款尤其是提醒用户注意的条款的合法性及有效性，用户不应当以“天大云聘”未对格式条款以合理方式提醒用户注意或未根据用户要求尽到说明义务为理由而声称或要求法院或其它任何第三方确认相关条款非法或无效。"
        ]
      }
    ]
  }
})